{
  "continents": [
    {
      "name": "Europa",
      "countries": [
        {
          "name": "Austria",
          "capital": "Viena",
          "population": "9M",
          "language": "Alemán",
          "highlightedDates": ["01-01", "04-30", "07-20", "08-15", "12-06", "12-24", "12-31"],
          "calendarInfo": "Austria brilla en invierno con sus mercados navideños en Viena y Salzburgo, ideales entre noviembre y diciembre. En verano, los Alpes ofrecen rutas de senderismo y festivales musicales como el de Salzburgo en julio y agosto. La primavera es perfecta para disfrutar de Viena en flor y conciertos al aire libre. El otoño, con sus viñedos y paisajes dorados, invita a recorrer el valle del Danubio. El mejor momento para visitar depende de si buscas nieve, cultura o naturaleza.",
          "description": "Austria combina paisajes alpinos espectaculares con ciudades elegantes como Viena y Salzburgo. Es famosa por su herencia musical, arquitectura imperial y actividades al aire libre en los Alpes.",
          "image": {
            "url": "https://static1.evcdn.net/images/reduction/354894_w-3840_h-2160_q-70_m-crop.jpg",
            "alt": "Paisaje de Austria"
          },
          "cities": [
            {
              "name": "Viena",
              "description": "Ciudad imperial con museos y música clásica a cada paso. El Palacio de Schönbrunn y la Ringstrasse condensan el barroco y el historicismo, mientras cafés como Demel mantienen la tradición pastelera. Ideal para caminar entre parques y teatros de ópera.",
              "image": {
                "url": "https://images.unsplash.com/photo-1731223832507-ebe5373129e6?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8N3x8dmllbmElMkMlMjBhdXRyaWF8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Viena"
              }
            }
          ]
        },
        {
          "name": "Bélgica",
          "capital": "Bruselas",
          "population": "11.6M",
          "language": "Neerlandés, Francés, Alemán",
          "highlightedDates": ["07-21", "09-07", "12-06", "12-25"],
          "calendarInfo": "Bélgica es famosa por sus festivales de música como Tomorrowland en julio y sus mercados navideños en Bruselas y Brujas en diciembre. La primavera, entre abril y junio, es ideal para recorrer sus ciudades medievales y probar la cerveza belga en terrazas soleadas. En otoño, destacan las fiestas gastronómicas y el ambiente acogedor en sus cafés. El verano ofrece un clima agradable para explorar Gante y Amberes junto a sus canales.",
          "description": "Bélgica destaca por su arquitectura medieval, ciudades vibrantes como Bruselas, Brujas y Gante, y su reconocida gastronomía con chocolates y cervezas. Es un país multicultural en el corazón de Europa.",
          "image": {
            "url": "https://abruselas.com/wp-content/uploads/2017/10/grand-place-bruselas.jpeg",
            "alt": "Paisaje de Bélgica"
          },
          "cities": [
            {
              "name": "Brujas",
              "description": "Centro medieval perfectamente conservado, canales bordeados de árboles y plazas adoquinadas como el Markt. Campanarios, casas gremiales y chocolaterías crean un ambiente de cuento que invita a perderse sin prisa.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661963659103-9602b3811297?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&q=80&w=1170",
                "alt": "Brujas"
              }
            }
          ]
        },
        {
          "name": "Dinamarca",
          "capital": "Copenhague",
          "population": "5.9M",
          "language": "Danés",
          "highlightedDates": ["06-05", "06-23", "12-24", "12-31"],
          "calendarInfo": "Dinamarca se disfruta especialmente en verano, entre junio y agosto, cuando Copenhague vibra con festivales como el Jazz Festival y los días largos permiten recorrer sus costas. En diciembre, los mercados navideños y la tradición del hygge llenan de encanto las ciudades. La primavera es ideal para visitar castillos y parques en flor, mientras que el otoño ofrece paisajes cálidos y menos turistas. El mejor momento depende de si buscas ambiente festivo o tranquilidad escandinava.",
          "description": "Dinamarca combina diseño moderno con tradiciones históricas, ciudades acogedoras como Copenhague y paisajes costeros únicos. Es reconocida por su calidad de vida, gastronomía nórdica y castillos que evocan su pasado vikingo.",
          "image": {
            "url": "https://editorialpuskas.com/wp-content/uploads/2021/06/Copenhague-.jpg",
            "alt": "Paisaje de Dinamarca"
          },
          "cities": [
            {
              "name": "Copenhague",
              "description": "Equilibrio entre diseño contemporáneo y tradición nórdica. Nyhavn, Tívoli y barrios ciclistas muestran una ciudad humana y acogedora; gastronomía de vanguardia y respeto por el espacio público.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1691414363231-836e2e1bf0ed?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8Y29wZW5oYWdlfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Copenhague"
              }
            }
          ]
        },
        {
          "name": "Eslovenia",
          "capital": "Liubliana",
          "population": "2.1M",
          "language": "Esloveno",
          "highlightedDates": ["02-08", "06-25", "08-15", "12-25"],
          "calendarInfo": "Eslovenia sorprende con el lago Bled y sus montañas, ideales en verano para senderismo y deportes al aire libre. En invierno, las estaciones de esquí como Kranjska Gora cobran protagonismo. La primavera y el otoño son perfectos para explorar Liubliana y sus festivales culturales, con menos turistas y clima templado. Destacan eventos como el Festival de Cine de Liubliana en noviembre y celebraciones tradicionales en verano. Es un destino versátil todo el año.",
          "description": "Eslovenia es un país verde y montañoso, famoso por el lago Bled, cuevas impresionantes como Postojna y su capital Ljubljana. Combina naturaleza intacta, arquitectura histórica y una fuerte tradición cultural.",
          "image": {
            "url": "https://content-viajes.nationalgeographic.com.es/medio/2024/07/29/liubliana_51c54351_240729153611_1280x853.jpg",
            "alt": "Paisaje de Eslovenia"
          },
          "cities": [
            {
              "name": "Liubliana",
              "description": "Capital pequeña y escénica, con casco peatonal, cafés junto al río y el castillo en lo alto. Base ideal para excursiones al lago Bled y los Alpes Julianos.",
              "image": {
                "url": "https://images.unsplash.com/photo-1611576191056-3e6696029388?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8TGl1YmxpYW5hfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Liubliana"
              }
            }
          ]
        },
        {
          "name": "España",
          "capital": "Madrid",
          "population": "48.5M",
          "language": "Español",
          "highlightedDates": ["01-06", "04-23", "07-25", "08-15", "10-12", "12-06", "12-25"],
          "calendarInfo": "España ofrece fiestas únicas como las Fallas de Valencia en marzo, la Feria de Abril en Sevilla y San Fermín en Pamplona en julio. El verano es ideal para disfrutar de sus playas, aunque el calor puede ser intenso en el interior. La primavera y el otoño son los mejores momentos para recorrer ciudades como Madrid y Barcelona con clima agradable. En diciembre, los mercados navideños y celebraciones llenan de vida las plazas. Cada estación tiene su encanto propio.",
          "description": "España es un país diverso y vibrante, famoso por su historia, arquitectura única, gastronomía mediterránea y tradiciones culturales como el flamenco y las fiestas populares. Sus ciudades como Madrid, Barcelona y Sevilla reflejan una mezcla de modernidad y patrimonio.",
          "image": {
            "url": "https://media.admagazine.com/photos/63c9a4f6c0e0d93372ff71f8/master/w_1600%2Cc_limit/que-lugares-visitar-en-barcelona.jpg",
            "alt": "Paisaje de España"
          },
          "cities": [
            {
              "name": "Barcelona",
              "description": "Modernismo de Gaudí, mar y montaña en un mismo plano. La Sagrada Familia, Park Güell y la vida de barrio conviven con mercados y museos; paseos desde Montjuïc a las playas.",
              "image": {
                "url": "https://images.unsplash.com/photo-1630219694734-fe47ab76b15e?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8YmFyY2Vsb25hfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Barcelona"
              }
            },
            {
              "name": "Sevilla",
              "description": "Casco histórico monumental, patios y azulejos. El Alcázar, la Catedral y el barrio de Santa Cruz se suman a una potente cultura de tapas y al flamenco.",
              "image": {
                "url": "https://images.unsplash.com/photo-1559564477-6e8582270002?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8c2V2aWxsYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Sevilla"
              }
            }
          ]
        },
        {
          "name": "Estonia",
          "capital": "Tallin",
          "population": "1.3M",
          "language": "Estonio",
          "highlightedDates": ["02-24", "06-23", "06-24", "08-20", "12-25"],
          "calendarInfo": "Estonia combina historia medieval y naturaleza. En invierno, Tallin se ilumina con su mercado navideño, uno de los más pintorescos de Europa. El verano, entre junio y agosto, es perfecto para explorar sus islas y bosques con largas horas de luz. La primavera trae festivales culturales y el despertar de la naturaleza, mientras que el otoño ofrece tranquilidad y paisajes dorados. Destacan eventos como el Festival de Canciones de Tallin, celebrado cada cinco años en julio.",
          "description": "Estonia es un país báltico innovador y digital, con una rica historia medieval en Tallin, naturaleza intacta y una fuerte identidad cultural. Destaca por su arquitectura histórica, bosques extensos y liderazgo en tecnología.",
          "image": {
            "url": "https://www.atrapalo.com/common/photo/vv/66222/9/ticr_640_350.jpg",
            "alt": "Paisaje de Estonia"
          },
          "cities": [
            {
              "name": "Tallin",
              "description": "Ciudad vieja medieval amurallada, torres y tejados de colores con vistas al Báltico. Invierno frío, pero fotogénico desde Toompea.",
              "image": {
                "url": "https://images.unsplash.com/photo-1709862366377-54b16f3e51f9?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8dGFsbGlufGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Tallin"
              }
            }
          ]
        },
        {
          "name": "Francia",
          "capital": "París",
          "population": "67M",
          "language": "Francés",
          "highlightedDates": ["05-01", "07-14", "11-11", "12-25"],
          "calendarInfo": "Francia deslumbra con celebraciones como el Día Nacional el 14 de julio en París y el Festival de Cannes en mayo. La primavera es ideal para recorrer la Provenza en flor y disfrutar de los viñedos. El verano ofrece playas en la Costa Azul y festivales en todo el país. El otoño es perfecto para degustar vinos en Burdeos y Borgoña, mientras que el invierno invita a esquiar en los Alpes y visitar mercados navideños en Estrasburgo. Cada estación tiene su magia.",
          "description": "Francia es reconocida por su patrimonio cultural, artístico y gastronómico. Desde París con la Torre Eiffel y el Louvre, hasta regiones como la Provenza y la Costa Azul, ofrece una mezcla única de historia, paisajes y estilo de vida sofisticado.",
          "image": {
            "url": "https://content.amimir.com/img/geo/cities/francia_p_3/ile_de_france_r_101/paris_c_1967/paris-default.jpg",
            "alt": "Paisaje de Francia"
          },
          "cities": [
            {
              "name": "París",
              "description": "Romance urbano: Sena, bulevares y museos icónicos. Barrios con identidad propia y cafés a pie de calle; Notre Dame, Sacré-Coeur y la Torre Eiffel como hitos imprescindibles.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661919210043-fd847a58522d?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8cGFyaXN8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "París"
              }
            }
          ]
        },
        {
          "name": "Hungría",
          "capital": "Budapest",
          "population": "9.6M",
          "language": "Húngaro",
          "highlightedDates": ["03-15", "08-20", "10-23", "12-25"],
          "calendarInfo": "Hungría destaca por sus baños termales en Budapest y festivales culturales como el de Primavera en abril. El verano, entre junio y agosto, es ideal para pasear por el Danubio y disfrutar de conciertos al aire libre. En otoño, los viñedos ofrecen catas y paisajes dorados, mientras que en diciembre la ciudad se llena de mercados navideños. El mejor momento para visitar es primavera u otoño, con clima templado y menos turistas.",
          "description": "Hungría es conocida por su capital Budapest, con el Danubio dividiendo Buda y Pest, sus balnearios termales y su rica herencia cultural. El país combina arquitectura histórica, música tradicional y paisajes naturales como la llanura de Panonia.",
          "image": {
            "url": "https://cdn.prod.website-files.com/66c59bb6ecf662630baf4355/67baf9cf84b37ae060a9c589_que%20ver%20en%20hungria.jpg",
            "alt": "Paisaje de Hungría"
          },
          "cities": [
            {
              "name": "Budapest",
              "description": "Arquitectura Art Nouveau, baños termales y paseos nocturnos sobre el Danubio. El Parlamento brilla al caer la tarde desde el Puente de las Cadenas.",
              "image": {
                "url": "https://images.unsplash.com/photo-1565426873118-a17ed65d74b9?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Nnx8QnVkYXBlc3R8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Budapest"
              }
            }
          ]
        },
        {
          "name": "Italia",
          "capital": "Roma",
          "population": "59M",
          "language": "Italiano",
          "highlightedDates": ["04-25", "06-02", "08-15", "11-01", "12-25"],
          "calendarInfo": "Italia ofrece celebraciones como el Carnaval de Venecia en febrero y la Semana Santa en Roma. La primavera es perfecta para recorrer Florencia y la Toscana en flor, mientras que el verano invita a disfrutar de la Costa Amalfitana y Sicilia. El otoño es ideal para degustar vinos en la región de Piamonte y asistir a festivales gastronómicos. En invierno, los mercados navideños y el esquí en los Alpes completan su encanto. Cada estación tiene su atractivo único.",
          "description": "Italia es un país lleno de historia, arte y gastronomía. Desde Roma con el Coliseo y el Vaticano, hasta Florencia y Venecia, ofrece una riqueza cultural incomparable junto a paisajes mediterráneos y alpinos.",
          "image": {
            "url": "https://upload.wikimedia.org/wikipedia/commons/7/7e/Trevi_Fountain%2C_Rome%2C_Italy_2_-_May_2007.jpg",
            "alt": "Paisaje de Italia"
          },
          "cities": [
            {
              "name": "Florencia",
              "description": "Cuna del Renacimiento: Duomo, Uffizi y artesanías en el Oltrarno. Una ciudad-museo viva donde cada calle guarda esculturas, palacios y talleres.",
              "image": {
                "url": "https://images.unsplash.com/photo-1476362174823-3a23f4aa6d76?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8ZmxvcmVuY2lhfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Florencia"
              }
            },
            {
              "name": "Roma",
              "description": "La “Ciudad Eterna” combina ruinas clásicas, plazas barrocas y vida de barrio. Del Panteón a la Fontana di Trevi, la historia convive con trattorias y terrazas.",
              "image": {
                "url": "https://images.unsplash.com/photo-1529154036614-a60975f5c760?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8cm9tYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Roma"
              }
            },
            {
              "name": "Venecia",
              "description": "Sin coches y con un trazado acuático único. Canales, palacios y puentes conectan islas; desde San Marcos a los barrios más tranquilos, es pura contemplación.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661963047742-dabc5a735357?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8dmVuZWNpYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Venecia"
              }
            }
          ]
        },
        {
          "name": "Malta",
          "capital": "La Valeta",
          "population": "0.5M",
          "language": "Maltés, Inglés",
          "highlightedDates": ["03-31", "06-07", "09-08", "12-13", "12-25"],
          "calendarInfo": "Malta brilla en verano con sus playas y festivales como el Isle of MTV en junio. La primavera y el otoño son ideales para explorar templos megalíticos y ciudades históricas como La Valeta con clima agradable. En invierno, las celebraciones navideñas llenan de luz las calles y se disfruta de un ambiente tranquilo. Destacan también las fiestas patronales en pueblos malteses durante todo el año. El mejor momento para visitarla es entre abril y octubre.",
          "description": "Malta es un archipiélago mediterráneo con una rica historia que incluye templos prehistóricos, fortalezas medievales y una vibrante vida costera. Sus ciudades como La Valeta destacan por su arquitectura barroca y su mezcla cultural.",
          "image": {
            "url": "https://www.autopista.es/uploads/s1/99/61/05/3/hermoso-paisaje-y-murallas-defensivas-medievales-alrededor-de-la-valeta-en-malta.jpeg",
            "alt": "Paisaje de Malta"
          },
          "cities": [
            {
              "name": "La Valeta",
              "description": "Fortificada y barroca, con miradores al Gran Puerto. Palacios, iglesias y museos concentrados en un casco compacto y caminable.",
              "image": {
                "url": "https://images.unsplash.com/photo-1560365337-6f42f70dd874?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8bGElMjB2YWxldGF8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "La Valeta"
              }
            }
          ]
        },
        {
          "name": "Noruega",
          "capital": "Oslo",
          "population": "5.5M",
          "language": "Noruego",
          "highlightedDates": ["05-17", "06-23", "12-24", "12-25"],
          "calendarInfo": "Noruega deslumbra con auroras boreales entre septiembre y marzo, especialmente en Tromsø y el norte. El verano, de junio a agosto, ofrece días interminables y fiordos espectaculares para recorrer en barco. La primavera trae festivales culturales en Oslo y Bergen, mientras que el otoño regala paisajes de colores intensos. En invierno, además del esquí, destacan celebraciones navideñas acogedoras. Cada estación muestra una cara distinta del país escandinavo.",
          "description": "Noruega es famosa por sus fiordos espectaculares, paisajes naturales impresionantes y ciudades modernas como Oslo y Bergen. Combina tradición vikinga, innovación contemporánea y una fuerte conexión con la naturaleza.",
          "image": {
            "url": "https://imagenes.20minutos.es/files/image_1920_1080/uploads/imagenes/2024/10/25/fiordo-de-geiranger.jpeg",
            "alt": "Paisaje de Noruega"
          },
          "cities": [
            {
              "name": "Bergen",
              "description": "Casas de madera en Bryggen, puerto vivo y montañas que caen a fiordos. Punto de partida perfecto para rutas escénicas.",
              "image": {
                "url": "https://images.unsplash.com/photo-1643193388440-50fae300e1da?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8QmVyZ2VuJTIwbm9ydWVnYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Bergen"
              }
            }
          ]
        },
        {
          "name": "Países Bajos",
          "capital": "Ámsterdam",
          "population": "17.5M",
          "language": "Neerlandés",
          "highlightedDates": ["04-27", "05-05", "12-05", "12-25"],
          "calendarInfo": "Los Países Bajos son famosos por sus campos de tulipanes en primavera, especialmente en abril y mayo. El Día del Rey, celebrado el 27 de abril, llena las calles de música y color. El verano es ideal para recorrer Ámsterdam y sus canales, mientras que el otoño ofrece tranquilidad y festivales culturales. En diciembre, los mercados navideños y la tradición de Sinterklaas crean un ambiente único. La mejor época para visitar es primavera u otoño.",
          "description": "Países Bajos es reconocido por sus canales, molinos de viento y campos de tulipanes, además de ciudades dinámicas como Ámsterdam y Róterdam. Destaca por su cultura ciclista, arte histórico y espíritu innovador.",
          "image": {
            "url": "https://media.istockphoto.com/id/937057490/es/foto/molinos-de-viento-holandeses-tradicionales-y-casas-cerca-del-canal-en-zaanstad-aldea-zaanse.jpg?s=612x612&w=0&k=20&c=ZI-ftDaFzNgYzbCOsNKJN0ttEApwmPEy9Hz2OrXqVaw=",
            "alt": "Paisaje de Países Bajos"
          },
          "cities": [
            {
              "name": "Ámsterdam",
              "description": "Canales Patrimonio de la UNESCO, gables estrechos y cultura ciclista. Museos de primer nivel y barrios verdes conectados por puentes.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661878122586-2d75a86f3400?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NXx8JUMzJTgxbXN0ZXJkYW18ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Ámsterdam"
              }
            }
          ]
        },
        {
          "name": "Portugal",
          "capital": "Lisboa",
          "population": "10.3M",
          "language": "Portugués",
          "highlightedDates": ["04-25", "06-10", "08-15", "12-01", "12-25"],
          "calendarInfo": "Portugal ofrece celebraciones como las Fiestas de Lisboa en junio y el Carnaval de Torres Vedras en febrero. La primavera y el otoño son los mejores momentos para recorrer ciudades como Oporto y Lisboa con clima suave. El verano invita a disfrutar de las playas del Algarve y festivales de música. En invierno, los mercados navideños y la tranquilidad de sus pueblos ofrecen otra perspectiva. Cada estación tiene su encanto, pero primavera y otoño destacan por su equilibrio.",
          "description": "Portugal es famoso por sus ciudades históricas como Lisboa y Oporto, sus paisajes costeros en el Algarve y su tradición marítima. Destaca por su gastronomía, fados y una rica herencia cultural.",
          "image": {
            "url": "https://res.cloudinary.com/worldpackers/image/upload/c_limit,f_auto,q_auto,w_1140/d3dgetk0mffm21hmy0zc",
            "alt": "Paisaje de Portugal"
          },
          "cities": [
            {
              "name": "Oporto",
              "description": "Azulejos, puentes sobre el Duero y bodegas de vino de Oporto. Librería Lello y piscinas de Leça como iconos contemporáneos.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1677344087971-91eee10dfeb1?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8b3BvcnRvJTIwcG9ydHVnYWx8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Oporto"
              }
            }
          ]
        },
        {
          "name": "Reino Unido",
          "capital": "Londres",
          "population": "67M",
          "language": "Inglés",
          "highlightedDates": ["04-23", "06-02", "11-05", "12-25", "12-31"],
          "calendarInfo": "El Reino Unido celebra eventos como el Trooping the Colour en junio y el Festival de Edimburgo en agosto. La primavera es ideal para visitar Londres y sus parques en flor, mientras que el verano ofrece festivales musicales y días largos. El otoño trae paisajes dorados en Escocia y fiestas tradicionales, y el invierno se llena de mercados navideños y celebraciones en ciudades históricas. El mejor momento para visitar es entre mayo y septiembre.",
          "description": "Reino Unido combina historia y modernidad, con Londres como centro cultural y financiero, además de ciudades como Edimburgo y Manchester. Es reconocido por su patrimonio, literatura y diversidad cultural.",
          "image": {
            "url": "https://i.ytimg.com/vi/TR2GqI3cfcY/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLDJVFP3AgqqKPlCKO8AJVOhNWJ1SQ",
            "alt": "Paisaje de Reino Unido"
          },
          "cities": [
            {
              "name": "Londres",
              "description": "Historia y vanguardia a orillas del Támesis. Museos gratuitos, parques inmensos y una escena cultural y gastronómica inagotable.",
              "image": {
                "url": "https://images.unsplash.com/photo-1513635269975-59663e0ac1ad?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8bG9uZHJlc3xlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Londres"
              }
            },
            {
              "name": "Edimburgo",
              "description": "Royal Mile, castillo y colinas verdes. La roca volcánica de Arthur’s Seat regala una panorámica excepcional sobre la ciudad de piedra.",
              "image": {
                "url": "https://images.unsplash.com/photo-1569668444050-b7bc2bfec0c7?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8ZWRpbmJ1cmdvfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Edimburgo"
              }
            }
          ]
        },
        {
          "name": "República Checa",
          "capital": "Praga",
          "population": "10.7M",
          "language": "Checo",
          "highlightedDates": ["05-08", "07-05", "07-06", "10-28", "12-25"],
          "calendarInfo": "La República Checa es famosa por el Festival de Primavera de Praga en mayo y sus mercados navideños en diciembre. El verano invita a recorrer castillos y pueblos medievales con clima agradable. La primavera y el otoño son perfectos para disfrutar de la ciudad con menos turistas y paisajes coloridos. En invierno, además de la Navidad, se puede disfrutar del ambiente acogedor de sus cafés. El mejor momento para visitar es primavera u otoño.",
          "description": "República Checa es conocida por su capital Praga, con un casco histórico medieval y arquitectura gótica y barroca. El país ofrece castillos, paisajes naturales y una fuerte tradición cervecera.",
          "image": {
            "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ8JFNxLp8AlNVikD7BDIeD2yKP9PHsp9DCSQ&s",
            "alt": "Paisaje de República Checa"
          },
          "cities": [
            {
              "name": "Praga",
              "description": "Cúpulas y torres góticas sobre un casco antiguo fotogénico. Puente de Carlos al amanecer y cafés históricos con música y literatura.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661963067279-2f7bf970c49c?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8cHJhZ2F8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Praga"
              }
            }
          ]
        },
        {
          "name": "Suiza",
          "capital": "Berna",
          "population": "8.8M",
          "language": "Alemán, Francés, Italiano, Romanche",
          "highlightedDates": ["08-01", "12-25", "12-31"],
          "calendarInfo": "Suiza es ideal para visitar en invierno, con estaciones de esquí como Zermatt y St. Moritz entre diciembre y marzo. En verano, los Alpes ofrecen rutas de senderismo y lagos cristalinos, mientras que la primavera y el otoño son perfectos para recorrer ciudades como Lucerna y Ginebra con menos turistas. Destacan eventos como el Montreux Jazz Festival en julio y los mercados navideños en diciembre. Cada estación muestra una faceta distinta del país alpino.",
          "description": "Suiza es reconocida por sus paisajes alpinos, lagos cristalinos y ciudades como Zúrich y Ginebra. Combina tradición, innovación y una gran calidad de vida, además de ser famosa por su chocolate y relojes.",
          "image": {
            "url": "https://kamaleon.viajes/wp-content/uploads/2017/11/MQF1720.jpg",
            "alt": "Paisaje de Suiza"
          },
          "cities": [
            {
              "name": "Lucerna",
              "description": "Lago, montes cercanos y el Kapellbrücke como postal. Tejados medievales y aire alpino a pocos minutos de rutas de montaña.",
              "image": {
                "url": "https://images.unsplash.com/photo-1635855296516-837d8b00cae7?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8THVjZXJuYSUyMHN1aXphfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Lucerna"
              }
            },
            {
              "name": "Zúrich",
              "description": "Casco antiguo elegante junto al lago, museos, galerías y vida junto al agua. Veranos vibrantes y eficiencia suiza en cada detalle.",
              "image": {
                "url": "https://images.unsplash.com/photo-1620563092215-0fbc6b55cfc5?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&q=80&w=1171",
                "alt": "Zúrich"
              }
            }
          ]
        },
        {
          "name": "Islandia",
          "capital": "Reikiavik",
          "population": "0.38M",
          "language": "Islandés",
          "highlightedDates": ["06-17", "08-01", "12-24", "12-25"],
          "calendarInfo": "Islandia deslumbra con auroras boreales entre septiembre y marzo, especialmente en el norte. El verano, de junio a agosto, ofrece días interminables y paisajes volcánicos únicos, ideales para recorrer cascadas y glaciares. La primavera y el otoño son perfectos para disfrutar de menos turistas y festivales culturales en Reikiavik. Destacan celebraciones como el Festival de las Artes de Reikiavik en junio. El mejor momento depende de si buscas auroras o naturaleza vibrante.",
          "description": "Islandia ofrece paisajes volcánicos, glaciares y géiseres únicos, junto con una cultura ligada a la naturaleza. Su capital Reikiavik es vibrante y el país es famoso por la aurora boreal y sus aguas termales.",
          "image": {
            "url": "https://www.reykjavikcars.com/assets/img/blog/702.png",
            "alt": "Paisaje de Islandia"
          },
          "cities": [
            {
              "name": "Reikiavik",
              "description": "Arquitectura moderna como Harpa y Hallgrímskirkja entre paisajes volcánicos. Base para auroras y baños termales cercanos.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661962984700-16b03ecda58a?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8UmVpa2lhdmlrfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Reikiavik"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "Asia",
      "countries": [
        {
          "name": "China",
          "capital": "Beijing",
          "population": "1410M",
          "language": "Mandarín",
          "highlightedDates": ["01-22", "02-05", "09-21", "10-01"],
          "calendarInfo": "China ofrece celebraciones como el Año Nuevo Chino en enero o febrero y el Festival de Medio Otoño en septiembre. La primavera y el otoño son los mejores momentos para recorrer Pekín, Shanghái y la Gran Muralla con clima templado. El verano es ideal para explorar regiones montañosas, aunque puede ser caluroso en las ciudades. En invierno, destacan las celebraciones tradicionales y paisajes nevados en el norte. Cada estación aporta una experiencia distinta.",
          "description": "China combina una historia milenaria con modernidad, desde la Gran Muralla y la Ciudad Prohibida hasta ciudades dinámicas como Pekín y Shanghái. Es un país de gran diversidad cultural y geográfica.",
          "image": {
            "url": "https://media.istockphoto.com/id/899508826/es/foto/la-gran-muralla-china.jpg?s=612x612&w=0&k=20&c=wEu4vohXyNE29zOpcZ-xrPiNAbOuL8Vcw1atWhfLZa8=",
            "alt": "Paisaje de China"
          },
          "cities": [
            {
              "name": "Beijing",
              "description": "Capital imperial con la Ciudad Prohibida, hutongs y avenidas amplias. Puerta a tramos cercanos de la Gran Muralla y a una cocina regional riquísima.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1723433351351-0f6cd5d21537?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8QmVpamluZ3xlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Beijing"
              }
            },
            {
              "name": "Hong Kong",
              "description": "Horizonte denso en torno a un puerto lleno de ferris. Montañas, islas y reservas naturales a minutos del centro financiero.",
              "image": {
                "url": "https://images.unsplash.com/photo-1536599018102-9f803c140fc1?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8aG9uZyUyMGtvbmd8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Hong Kong"
              }
            }
          ]
        },
        {
          "name": "Corea del Sur",
          "capital": "Seúl",
          "population": "52M",
          "language": "Coreano",
          "highlightedDates": ["01-22", "09-15", "10-03", "12-25"],
          "calendarInfo": "Corea del Sur celebra el Chuseok en septiembre y el Seollal en enero o febrero, fiestas tradicionales llenas de cultura. La primavera, entre abril y mayo, es ideal para disfrutar de los cerezos en flor en Seúl y Busan. El verano ofrece festivales de música y playas, mientras que el otoño regala paisajes montañosos de colores intensos. En invierno, destacan las estaciones de esquí y las celebraciones navideñas. Es un destino vibrante todo el año.",
          "description": "Corea del Sur es un país moderno y tecnológico, con Seúl como centro cultural y económico. Destaca por su gastronomía, tradiciones, paisajes montañosos y una vibrante escena musical y artística.",
          "image": {
            "url": "https://www.bharad.es/wp-content/uploads/2019/05/Corea-del-Sur-Paisajes.jpg",
            "alt": "Paisaje de Corea del Sur"
          },
          "cities": [
            {
              "name": "Seúl",
              "description": "Rascacielos y palacios, mercados nocturnos y una red de metro impecable. Distritos como Bukchon y Myeongdong muestran tradición y moda.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661936414165-3039a8d906f9?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NXx8c2V1bHxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Seúl"
              }
            }
          ]
        },
        {
          "name": "India",
          "capital": "Nueva Delhi",
          "population": "1420M",
          "language": "Hindi, Inglés",
          "highlightedDates": ["01-26", "03-08", "08-15", "10-24", "11-12"],
          "calendarInfo": "India deslumbra con festivales como Diwali en octubre o noviembre y Holi en marzo, llenos de color y tradición. La mejor época para visitar es entre noviembre y marzo, cuando el clima es más templado. El verano puede ser muy caluroso, pero es ideal para explorar regiones montañosas como el Himalaya. El monzón, entre junio y septiembre, transforma los paisajes en verdes intensos. Cada estación ofrece experiencias únicas en su diversidad cultural.",
          "description": "India es un país diverso con una rica herencia cultural, espiritual y arquitectónica. Desde el Taj Mahal hasta ciudades como Delhi y Mumbai, ofrece tradiciones milenarias, gastronomía variada y paisajes impresionantes.",
          "image": {
            "url": "https://images.adsttc.com/media/images/6486/f324/7870/7215/2fd6/dbf5/newsletter/varanasis-ghats-the-adaptable-riverscapes-of-india_1.jpg?1686565718",
            "alt": "Paisaje de India"
          },
          "cities": [
            {
              "name": "Jaipur",
              "description": "La “Ciudad Rosa”: Hawa Mahal, fuertes y bazares color salmón. Artesanías, joyería y gastronomía del Rajastán en palacios y calles.",
              "image": {
                "url": "https://images.unsplash.com/photo-1477587458883-47145ed94245?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8SmFpcHVyJTIwaW5kaWF8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Jaipur"
              }
            }
          ]
        },
        {
          "name": "Japón",
          "capital": "Tokio",
          "population": "125M",
          "language": "Japonés",
          "highlightedDates": ["01-01", "04-10", "07-17", "11-03", "12-31"],
          "calendarInfo": "Japón es famoso por la floración de los cerezos en abril y los festivales de verano como el Gion Matsuri en Kioto en julio. El otoño, entre octubre y noviembre, ofrece paisajes de hojas rojas espectaculares. El invierno invita a disfrutar de onsen y estaciones de esquí en Hokkaido, mientras que la primavera es la época más popular para visitar Tokio y Kioto. Cada estación tiene celebraciones únicas, desde Año Nuevo hasta festivales de fuegos artificiales.",
          "description": "Japón combina tradición y modernidad, con templos antiguos, jardines zen y ciudades futuristas como Tokio y Osaka. Es famoso por su cultura, tecnología avanzada y paisajes naturales como el Monte Fuji.",
          "image": {
            "url": "https://imagenes.20minutos.es/files/image_640_auto/uploads/imagenes/2022/11/22/lago-kawaguchiko.jpeg",
            "alt": "Paisaje de Japón"
          },
          "cities": [
            {
              "name": "Kioto",
              "description": "Templos, santuarios y jardines clásicos. Hanami en primavera, rutas arboladas y posibilidad de cruzarse con geishas en Gion.",
              "image": {
                "url": "https://images.unsplash.com/photo-1493976040374-85c8e12f0c0e?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8S2lvdG98ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Kioto"
              }
            }
          ]
        },
        {
          "name": "Laos",
          "capital": "Vientián",
          "population": "7.7M",
          "language": "Lao",
          "highlightedDates": ["04-14", "11-03", "12-02"],
          "calendarInfo": "Laos ofrece un ambiente tranquilo y espiritual, con celebraciones como el Pi Mai (Año Nuevo Lao) en abril. La mejor época para visitar es entre noviembre y febrero, cuando el clima es más fresco y seco. El verano y el monzón, de mayo a octubre, traen lluvias intensas pero paisajes verdes y menos turistas. Destacan festivales budistas como el That Luang en noviembre en Vientián. Es un destino ideal para quienes buscan autenticidad y calma.",
          "description": "Laos es un país del sudeste asiático con paisajes montañosos, templos budistas y una vida tranquila junto al río Mekong. Destaca por su naturaleza intacta y su herencia cultural.",
          "image": {
            "url": "https://content-viajes.nationalgeographic.com.es/medio/2020/11/30/aventura-en-vang-vieng_fa33a0dc_1256x835.jpg",
            "alt": "Paisaje de Laos"
          },
          "cities": [
            {
              "name": "Luang Prabang",
              "description": "Patrimonio UNESCO junto a la confluencia de ríos. Procesiones de monjes al amanecer, cascadas cercanas y arquitectura colonial-budista.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661882477461-20d16af70819?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8THVhbmclMjBQcmFiYW5nfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Luang Prabang"
              }
            }
          ]
        },
        {
          "name": "Líbano",
          "capital": "Beirut",
          "population": "5.5M",
          "language": "Árabe",
          "highlightedDates": ["11-22", "07-15", "12-25"],
          "calendarInfo": "Líbano ofrece celebraciones como el Festival Internacional de Baalbek en verano, con música y cultura en ruinas romanas. La primavera y el otoño son los mejores momentos para recorrer Beirut y los viñedos del valle de Bekaa con clima templado. En invierno, las montañas del país permiten esquiar cerca de la costa mediterránea. Destacan también las fiestas religiosas y mercados tradicionales que llenan de vida sus ciudades. Cada estación muestra una faceta distinta de su diversidad cultural.",
          "description": "Líbano es un país mediterráneo con una rica historia, ruinas antiguas como Baalbek y una vibrante vida urbana en Beirut. Combina tradición cultural, gastronomía reconocida y paisajes montañosos.",
          "image": {
            "url": "https://www.clarin.com/2017/03/09/BkZu-M1il_1200x0.jpg",
            "alt": "Paisaje de Líbano"
          },
          "cities": [
            {
              "name": "Beirut",
              "description": "Playas, clubes y azoteas frente a mezquitas y zocos históricos. Gastronomía y vida nocturna con aire mediterráneo y levantino.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661963342411-11bc8489a1fe?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8QmVpcnV0JTIwbGliYW5vfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Beirut"
              }
            }
          ]
        },
        {
          "name": "Omán",
          "capital": "Mascate",
          "population": "4.7M",
          "language": "Árabe",
          "highlightedDates": ["01-15", "11-18", "12-25"],
          "calendarInfo": "Omán deslumbra con su Festival Muscat en enero y febrero, lleno de música y tradiciones. La mejor época para visitar es entre octubre y abril, cuando el clima es más fresco y agradable. El verano puede ser muy caluroso, pero ofrece paisajes únicos en la región de Dhofar durante el monzón khareef. Destacan también celebraciones religiosas y mercados tradicionales en Mascate y Nizwa. Es un destino que combina desierto, montañas y costa en cualquier estación.",
          "description": "Omán ofrece desiertos, montañas y costas espectaculares, junto con fortalezas históricas y una cultura hospitalaria. Su capital Mascate refleja tradición árabe y modernidad.",
          "image": {
            "url": "https://www.viajesbilbaoexpress.com/wp-content/uploads/2019/12/oman-la-perla-de-oriente-destacada.jpg",
            "alt": "Paisaje de Omán"
          },
          "cities": [
            {
              "name": "Mascate",
              "description": "Bahías y montañas enmarcando mezquitas, zocos y fuertes portugueses. Paseos costeros y arquitectura blanca junto al Golfo de Omán.",
              "image": {
                "url": "https://images.unsplash.com/photo-1725600462847-0317804cc466?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8N3x8TWFzY2F0ZXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Mascate"
              }
            }
          ]
        },
        {
          "name": "Qatar",
          "capital": "Doha",
          "population": "3M",
          "language": "Árabe",
          "highlightedDates": ["03-15", "12-18"],
          "calendarInfo": "Qatar celebra su Día Nacional el 18 de diciembre con desfiles y eventos culturales. La mejor época para visitar es entre noviembre y marzo, cuando el clima es más suave y agradable. El verano es muy caluroso, pero los centros comerciales y museos ofrecen alternativas frescas. Destacan también festivales deportivos y culturales en Doha, como el Qatar International Food Festival en marzo. Es un destino moderno que combina tradición y lujo.",
          "description": "Qatar combina modernidad y tradición, con Doha como centro cultural y económico. Es famoso por su arquitectura futurista, museos y su papel en el mundo árabe contemporáneo.",
          "image": {
            "url": "https://ambitointernacional.com/wp-content/uploads/2020/03/qatar-5.jpg",
            "alt": "Paisaje de Qatar"
          },
          "cities": [
            {
              "name": "Doha",
              "description": "Corniche con skyline futurista, Souq Waqif y el Museo de Arte Islámico de I. M. Pei. Mezcla de tradición y nuevas áreas culturales.",
              "image": {
                "url": "https://images.unsplash.com/photo-1539475314840-751cecc1dacd?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8RG9oYXxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Doha"
              }
            }
          ]
        },
        {
          "name": "Tailandia",
          "capital": "Bangkok",
          "population": "71M",
          "language": "Tailandés",
          "highlightedDates": ["04-13", "11-08", "12-05"],
          "calendarInfo": "Tailandia es famosa por el Songkran, su Año Nuevo en abril, con celebraciones de agua en todo el país. El Loy Krathong en noviembre ilumina ríos y templos con farolillos flotantes. La mejor época para visitar es entre noviembre y febrero, cuando el clima es más fresco y seco. El verano y el monzón traen lluvias intensas, pero también paisajes verdes y menos turistas. Cada estación ofrece experiencias únicas, desde playas hasta templos históricos.",
          "description": "Tailandia es conocida por sus templos budistas, playas paradisíacas y una vibrante vida urbana en Bangkok. Destaca por su gastronomía, cultura y paisajes tropicales.",
          "image": {
            "url": "https://d2l4159s3q6ni.cloudfront.net/dam/photos/49/67/9a/cf/a06c6be676b245b31c5be1c9ac4f4cf7d6bf6b5e827e160f4f8b18e4.jpg",
            "alt": "Paisaje de Tailandia"
          },
          "cities": [
            {
              "name": "Chiang Mai",
              "description": "Templos en la ladera, cafés y mercados creativos. Punto de partida para naturaleza del norte y experiencias culinarias intensas.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1661929242720-140374d97c94?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8Q2hpYW5nJTIwTWFpfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Chiang Mai"
              }
            }
          ]
        },
        {
          "name": "Vietnam",
          "capital": "Hanói",
          "population": "100M",
          "language": "Vietnamita",
          "highlightedDates": ["01-22", "02-05", "04-30", "09-02"],
          "calendarInfo": "Vietnam celebra el Tet, su Año Nuevo Lunar, en enero o febrero, con festivales y tradiciones familiares. La mejor época para visitar es entre noviembre y abril, cuando el clima es más templado y seco. El verano y el monzón, de mayo a octubre, traen lluvias pero también paisajes verdes y arrozales espectaculares. Destacan también festivales culturales en Hue y Hanoi. Es un destino vibrante con historia, gastronomía y naturaleza todo el año.",
          "description": "Vietnam ofrece paisajes naturales como la bahía de Ha Long, ciudades históricas como Hanoi y una rica tradición cultural. Es famoso por su gastronomía y su historia milenaria.",
          "image": {
            "url": "https://cdn.inteligenciaviajera.com/wp-content/uploads/2019/11/viajar-a-vietnam-que-ver-en-el-sudeste-asiatico.jpg",
            "alt": "Paisaje de Vietnam"
          },
          "cities": [
            {
              "name": "Hanoi",
              "description": "Lagos, templos y barrio francés con aire romántico. Calles angostas con cafés tradicionales y mercados vibrantes.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1691960159290-6f4ace6e6c4c?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8SGFub2l8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Hanoi"
              }
            }
          ]
        },
        {
          "name": "Singapur",
          "capital": "Singapur",
          "population": "5.9M",
          "language": "Inglés, Mandarín, Malayo, Tamil",
          "highlightedDates": ["01-22", "08-09", "10-24", "11-12"],
          "calendarInfo": "Singapur celebra el Año Nuevo Chino en enero o febrero y el Festival de Luces Deepavali en octubre o noviembre. El clima es cálido y húmedo todo el año, pero la mejor época para visitar es entre febrero y abril, cuando hay menos lluvias. Destacan también el Gran Premio de Fórmula 1 en septiembre y festivales gastronómicos. Es un destino moderno y multicultural que siempre ofrece eventos y experiencias únicas.",
          "description": "Singapur es una ciudad-estado moderna y multicultural, reconocida por su arquitectura futurista, jardines y eficiencia urbana. Combina tradición asiática con innovación tecnológica.",
          "image": {
            "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTSyRsxcvEmlml3_Ty11kINJgsj_Hy2MRx_Zg&s",
            "alt": "Paisaje de Singapur"
          },
          "cities": [
            {
              "name": "Singapur",
              "description": "Ciudad-jardín con selva urbana, Jardín Botánico y Gardens by the Bay. Templos, casas patrimoniales y una logística impecable para moverse.",
              "image": {
                "url": "https://images.unsplash.com/photo-1508964942454-1a56651d54ac?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8c2luZ2Fwb3JlfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Singapur"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "África",
      "countries": [
        {
          "name": "Marruecos",
          "capital": "Rabat",
          "population": "37M",
          "language": "Árabe, Bereber",
          "highlightedDates": ["07-30", "08-20", "11-06", "11-18"],
          "calendarInfo": "Marruecos ofrece celebraciones como el Festival de Fez de Músicas Sagradas en junio y el Festival de Cine de Marrakech en diciembre. La mejor época para visitar es en primavera y otoño, cuando el clima es templado y agradable para recorrer ciudades como Marrakech y Fez. El verano puede ser muy caluroso en el interior, pero ideal para la costa atlántica. El invierno invita a explorar el desierto y las montañas del Atlas. Cada estación tiene su encanto propio.",
          "description": "Marruecos destaca por sus ciudades imperiales como Marrakech y Fez, sus mercados tradicionales y paisajes que van desde el desierto del Sahara hasta las montañas del Atlas.",
          "image": {
            "url": "https://www.turismomarruecos.net/wp-content/uploads/2022/03/paisajes-naturaleza-marruecos.jpg",
            "alt": "Paisaje de Marruecos"
          },
          "cities": [
            {
              "name": "Chefchaouen",
              "description": "Medina azul entre montañas del Rif. Callejuelas pintadas, puertas artesanales y miradores cercanos para ver el conjunto desde arriba.",
              "image": {
                "url": "https://images.unsplash.com/photo-1569383746724-6f1b882b8f46?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&q=80&w=1170",
                "alt": "Chefchaouen"
              }
            }
          ]
        },
        {
          "name": "Sudáfrica",
          "capital": "Pretoria",
          "population": "60M",
          "language": "Inglés, Zulú, Afrikáans",
          "highlightedDates": ["03-21", "04-27", "06-16", "12-16"],
          "calendarInfo": "Sudáfrica es ideal para safaris entre mayo y septiembre, cuando la fauna es más visible en parques como Kruger. El verano, de noviembre a marzo, ofrece playas y festivales culturales en Ciudad del Cabo y Durban. Destacan eventos como el Cape Town Jazz Festival en marzo y celebraciones navideñas en diciembre. El otoño y la primavera son perfectos para recorrer viñedos y rutas panorámicas con clima templado. Es un destino diverso que combina naturaleza, cultura y aventura.",
          "description": "Sudáfrica es un país diverso con paisajes impresionantes, desde la Ciudad del Cabo y la Ruta Jardín hasta safaris en Kruger. Combina culturas variadas y una rica biodiversidad.",
          "image": {
            "url": "https://viajesbeagle.com/wp-content/uploads/2020/09/Canon-Rio-Blyde.jpg",
            "alt": "Paisaje de Sudáfrica"
          },
          "cities": [
            {
              "name": "Ciudad del Cabo",
              "description": "Table Mountain, playas con pingüinos y barrios coloridos como Bo-Kaap. Jardines, viñedos cercanos y rutas panorámicas costeras.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1697730061063-ad499e343f26?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8Q2l1ZGFkJTIwZGVsJTIwQ2Fib3xlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Ciudad del Cabo"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "Oceanía",
      "countries": [
        {
          "name": "Australia",
          "capital": "Canberra",
          "population": "26M",
          "language": "Inglés",
          "highlightedDates": ["01-26", "04-25", "06-10", "12-25"],
          "calendarInfo": "Australia celebra el Día de Australia el 26 de enero y eventos como el Vivid Sydney en mayo y junio. El verano, de diciembre a febrero, es ideal para disfrutar de sus playas y festivales al aire libre. La primavera y el otoño ofrecen clima templado para recorrer ciudades como Melbourne y Brisbane. En invierno, destacan las estaciones de esquí en Nueva Gales del Sur y festivales culturales. Es un destino vibrante todo el año, con naturaleza y cultura únicas.",
          "description": "Australia es famosa por su Gran Barrera de Coral, desiertos como el Outback y ciudades modernas como Sídney y Melbourne. Combina naturaleza única, playas espectaculares y una rica cultura aborigen.",
          "image": {
            "url": "https://planesturisticos.com/c/u/2020/04/Sydney-Harbour-Bridge-australia.jpg",
            "alt": "Paisaje de Australia"
          },
          "cities": [
            {
              "name": "Sídney",
              "description": "Ópera icónica, bahía navegable y playas urbanas como Bondi. Ferris cotidianos y parques frente al agua.",
              "image": {
                "url": "https://images.unsplash.com/photo-1506973035872-a4ec16b8e8d9?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8UyVDMyVBRGRuZXl8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Sídney"
              }
            }
          ]
        },
        {
          "name": "Nueva Zelanda",
          "capital": "Wellington",
          "population": "5.2M",
          "language": "Inglés, Maorí",
          "highlightedDates": ["02-06", "04-25", "06-01", "12-25"],
          "calendarInfo": "Nueva Zelanda deslumbra con celebraciones como el Waitangi Day el 6 de febrero y festivales culturales maoríes. El verano, entre diciembre y febrero, es ideal para recorrer sus paisajes y practicar deportes de aventura. La primavera y el otoño ofrecen clima suave y menos turistas, perfectos para explorar fiordos y montañas. En invierno, destacan las estaciones de esquí en Queenstown y Wanaka. Cada estación muestra una faceta distinta de su naturaleza espectacular.",
          "description": "Nueva Zelanda ofrece paisajes impresionantes con montañas, lagos y fiordos, además de una fuerte cultura maorí. Sus ciudades como Auckland y Wellington complementan su naturaleza intacta.",
          "image": {
            "url": "https://muyinteresante.okdiario.com/wp-content/uploads/sites/5/2023/09/07/64f9ebef2c150.jpeg",
            "alt": "Paisaje de Nueva Zelanda"
          },
          "cities": [
            {
              "name": "Queenstown",
              "description": "Capital de la adrenalina entre lago y montañas. Miradores naturales, aventuras y paisajes cinematográficos.",
              "image": {
                "url": "https://images.unsplash.com/photo-1600466403153-50193d187dde?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8UXVlZW5zdG93bnxlbnwwfHwwfHx8MA%3D%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Queenstown"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "América del Norte",
      "countries": [
        {
          "name": "Canadá",
          "capital": "Ottawa",
          "population": "40M",
          "language": "Inglés, Francés",
          "highlightedDates": ["07-01", "09-04", "10-09", "12-25"],
          "calendarInfo": "Canadá celebra el Día de Canadá el 1 de julio y festivales como el de Jazz de Montreal en verano. El invierno, de diciembre a marzo, es ideal para esquiar en Whistler y disfrutar de paisajes nevados. La primavera y el otoño ofrecen colores vibrantes, desde cerezos en flor en Vancouver hasta el follaje otoñal en Quebec. El verano es perfecto para explorar parques nacionales y lagos. Es un destino diverso con experiencias únicas en cada estación.",
          "description": "Canadá es un país vasto con paisajes naturales como las Montañas Rocosas y las Cataratas del Niágara. Sus ciudades como Toronto y Vancouver reflejan diversidad cultural y modernidad.",
          "image": {
            "url": "https://res.cloudinary.com/worldpackers/image/upload/c_limit,f_auto,q_auto,w_1140/t5m34w25vfkfvablddat",
            "alt": "Paisaje de Canadá"
          },
          "cities": [
            {
              "name": "Ciudad de Quebec",
              "description": "Casco amurallado en altura con vistas al San Lorenzo. Ambiente europeo, tejados empinados y puestas de sol rosadas.",
              "image": {
                "url": "https://images.unsplash.com/photo-1576771304215-6d4d30f7bb63?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MTJ8fENpdWRhZCUyMGRlJTIwUXVlYmVjfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Ciudad de Quebec"
              }
            }
          ]
        },
        {
          "name": "Cuba",
          "capital": "La Habana",
          "population": "11.2M",
          "language": "Español",
          "highlightedDates": ["01-01", "07-26", "10-10", "12-25"],
          "calendarInfo": "Cuba vibra con celebraciones como el Carnaval de Santiago de Cuba en julio y el Festival Internacional del Habano en febrero. El invierno y la primavera, entre noviembre y abril, son los mejores momentos para visitar con clima cálido y seco. El verano trae calor intenso y lluvias, pero también fiestas populares llenas de música y color. Destacan también eventos culturales en La Habana y tradiciones únicas en cada región. Es un destino alegre y acogedor todo el año.",
          "description": "Cuba es reconocida por su música, danza y arquitectura colonial en ciudades como La Habana. Combina playas caribeñas, historia y una vibrante vida cultural.",
          "image": {
            "url": "https://www.viajesyfotografia.com/wp-content/uploads/2022/06/vinales-20220228_181456.1024_result.jpg",
            "alt": "Paisaje de Cuba"
          },
          "cities": [
            {
              "name": "La Habana",
              "description": "Arquitectura colonial de tonos pastel, música en cada esquina y paseos marítimos. La Habana Vieja y el Malecón marcan el ritmo.",
              "image": {
                "url": "https://images.unsplash.com/photo-1570299437488-d430e1e677c7?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8TGElMjBIYWJhbmF8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "La Habana"
              }
            }
          ]
        },
        {
          "name": "Estados Unidos",
          "capital": "Washington D.C.",
          "population": "331M",
          "language": "Inglés",
          "highlightedDates": ["07-04", "11-11", "11-28", "12-25"],
          "calendarInfo": "Estados Unidos celebra el Día de la Independencia el 4 de julio y eventos como el Mardi Gras en Nueva Orleans en febrero. El verano es ideal para recorrer parques nacionales y disfrutar de festivales musicales. La primavera y el otoño ofrecen clima templado y paisajes espectaculares, como los cerezos en flor en Washington D.C. o el follaje en Nueva Inglaterra. En invierno, destacan las celebraciones navideñas y las estaciones de esquí. Cada estación tiene su atractivo propio.",
          "description": "Estados Unidos combina diversidad cultural, paisajes icónicos y ciudades vibrantes como Nueva York, San Francisco y Los Ángeles. Es un país de innovación, entretenimiento y contrastes geográficos.",
          "image": {
            "url": "https://resizer.glanacion.com/resizer/v2/las-10-ciudades-mas-lindas-de-estados-unidos-2AE7UZZUEVB4RO5QNM2YEZHVCQ.jpg?auth=c3b55d47310e846898065eac1cc7b0d2dc084e375c69160a1f02e2d8adbda5ee&width=1200&quality=70&smart=false&height=794",
            "alt": "Paisaje de Estados Unidos"
          },
          "cities": [
            {
              "name": "Nueva York",
              "description": "Arquitectura icónica, parques como Central Park y una escena artística incomparable. Energía urbana que no se apaga.",
              "image": {
                "url": "https://images.unsplash.com/photo-1485871981521-5b1fd3805eee?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8TnVldmElMjBZb3JrfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "Nueva York"
              }
            },
            {
              "name": "San Francisco",
              "description": "Puente Golden Gate, colinas y casas victorianas. Museos de talla mundial y barrios con carácter propio.",
              "image": {
                "url": "https://images.unsplash.com/photo-1719858403364-83f7442a197e?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8U2FuJTIwRnJhbmNpc2NvfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "San Francisco"
              }
            }
          ]
        },
        {
          "name": "México",
          "capital": "Ciudad de México",
          "population": "128M",
          "language": "Español",
          "highlightedDates": ["02-05", "09-16", "11-02", "12-12", "12-25"],
          "calendarInfo": "México celebra el Día de los Muertos el 1 y 2 de noviembre y la Guelaguetza en Oaxaca en julio. La primavera y el otoño son los mejores momentos para recorrer ciudades coloniales y sitios arqueológicos con clima templado. El verano ofrece playas y festivales, aunque con lluvias en algunas regiones. En invierno, destacan las celebraciones navideñas y el ambiente festivo en todo el país. Es un destino lleno de cultura, tradición y alegría durante todo el año.",
          "description": "México es un país rico en historia y tradiciones, con sitios arqueológicos como Teotihuacán y Chichén Itzá, además de ciudades modernas como Ciudad de México. Destaca por su gastronomía y diversidad cultural.",
          "image": {
            "url": "https://i0.wp.com/blog.vivaaerobus.com/wp-content/uploads/2020/04/paisaje-canon-del-sumidero.jpg?resize=650%2C365&ssl=1",
            "alt": "Paisaje de México"
          },
          "cities": [
            {
              "name": "San Miguel de Allende",
              "description": "Centro colonial con parroquia neogótica rosada. Calles adoquinadas, patios y arte en galerías y talleres.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1697729800872-866107ce82c4?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8U2FuJTIwTWlndWVsJTIwZGUlMjBBbGxlbmRlfGVufDB8fDB8fHww&auto=format&fit=crop&q=60&w=500",
                "alt": "San Miguel de Allende"
              }
            }
          ]
        }
      ]
    },
    {
      "name": "América del Sur",
      "countries": [
        {
          "name": "Argentina",
          "capital": "Buenos Aires",
          "population": "46M",
          "language": "Español",
          "highlightedDates": ["05-25", "07-09", "12-08", "12-25"],
          "calendarInfo": "Argentina celebra el Carnaval en febrero y la Fiesta de la Vendimia en Mendoza en marzo. El verano, de diciembre a febrero, es ideal para recorrer la Patagonia y disfrutar de sus paisajes. La primavera y el otoño ofrecen clima templado para visitar Buenos Aires y el norte del país. En invierno, destacan las estaciones de esquí en Bariloche y festivales culturales. Cada estación brinda experiencias únicas, desde tango hasta naturaleza imponente.",
          "description": "Argentina es reconocida por su diversidad cultural y geográfica, desde Buenos Aires con su tango y vida urbana, hasta la Patagonia y las Cataratas del Iguazú. Destaca por su gastronomía, tradición futbolística y paisajes únicos.",
          "image": {
            "url": "https://lonelyplanetes.cdnstatics2.com/cdn/ff/APUK1gPYrKhhppgbE4mxd620Ju2oHrbZr-eImi6Y-mk/1726128082/public/styles/1536x864_scale_crop/public/media/argentina_bestintravel2019_nido_huebl_shutterstock_0.jpg?itok=tOvEu5I1",
            "alt": "Paisaje de Argentina"
          },
          "cities": [
            {
              "name": "Buenos Aires",
              "description": "Barrios con identidad (Recoleta, San Telmo, La Boca), arquitectura variada y vida cultural intensa. Tango, parrillas y librerías en edificios emblemáticos.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1697729901052-fe8900e24993?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8QnVlbm9zJTIwQWlyZXN8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Buenos Aires"
              }
            }
          ]
        },
        {
          "name": "Brasil",
          "capital": "Brasilia",
          "population": "203M",
          "language": "Portugués",
          "highlightedDates": ["02-20", "04-21", "09-07", "12-25"],
          "calendarInfo": "Brasil es famoso por su Carnaval en febrero, especialmente en Río de Janeiro y Salvador. El verano, de diciembre a marzo, ofrece playas vibrantes y festivales musicales. La primavera y el otoño son ideales para recorrer ciudades como São Paulo y explorar la Amazonía con clima más suave. En junio, destacan las Fiestas Juninas con tradiciones populares. El invierno es perfecto para visitar el sur del país y disfrutar de festivales culturales.",
          "description": "Brasil es famoso por su carnaval, la música samba y paisajes naturales como la Amazonía y las playas de Río de Janeiro. Es un país vibrante con gran diversidad cultural y riqueza natural.",
          "image": {
            "url": "https://images.unsplash.com/photo-1483729558449-99ef09a8c325?fm=jpg&q=60&w=3000&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8YnJhemlsfGVufDB8fDB8fHww",
            "alt": "Paisaje de Brasil"
          },
          "cities": [
            {
              "name": "Río de Janeiro",
              "description": "Playas míticas, selva urbana y el Cristo Redentor vigilando bahías y morros. Ritmo de samba en calles y plazas.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1671211307997-f4f552b0601c?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8UiVDMyVBRG8lMjBkZSUyMEphbmVpcm98ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Río de Janeiro"
              }
            }
          ]
        },
        {
          "name": "Colombia",
          "capital": "Bogotá",
          "population": "52M",
          "language": "Español",
          "highlightedDates": ["07-20", "08-07", "12-08", "12-25"],
          "calendarInfo": "Colombia celebra el Carnaval de Barranquilla en febrero y la Feria de las Flores en Medellín en agosto. La mejor época para visitar es entre diciembre y marzo, cuando el clima es más seco. El verano ofrece playas en el Caribe y festivales culturales en Bogotá y Cali. En otoño, destacan celebraciones gastronómicas y paisajes verdes. Cada estación muestra la diversidad del país, desde montañas hasta costas tropicales.",
          "description": "Colombia combina ciudades modernas como Bogotá y Medellín con paisajes naturales como el Eje Cafetero y Cartagena. Es reconocida por su biodiversidad, música y hospitalidad.",
          "image": {
            "url": "https://img.freepik.com/foto-gratis/foto-panoramica-hermosa-naturaleza-isla-kauai-hawaii_181624-48159.jpg?semt=ais_hybrid&w=740&q=80",
            "alt": "Paisaje de Colombia"
          },
          "cities": [
            {
              "name": "Cartagena",
              "description": "Murallas, plazas y casonas coloniales cubiertas de buganvillas. Getsemaní y Bocagrande muestran sus caras creativa y moderna.",
              "image": {
                "url": "https://images.unsplash.com/photo-1583531352515-8884af319dc1?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8Q2FydGFnZW5hJTIwY29sb21iaWF8ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Cartagena"
              }
            }
          ]
        },
        {
          "name": "Ecuador",
          "capital": "Quito",
          "population": "18M",
          "language": "Español",
          "highlightedDates": ["08-10", "11-02", "12-06", "12-25"],
          "calendarInfo": "Ecuador celebra el Carnaval en febrero y la Fiesta de la Mama Negra en Latacunga en noviembre. La mejor época para visitar es entre junio y septiembre, cuando el clima es más seco en la Sierra y la Costa. El verano es ideal para recorrer las Islas Galápagos y disfrutar de su biodiversidad. En invierno, destacan festivales religiosos y paisajes verdes. Es un destino diverso con cultura, naturaleza y tradiciones durante todo el año.",
          "description": "Ecuador ofrece una gran diversidad, desde las Islas Galápagos y la Amazonía hasta ciudades coloniales como Quito y Cuenca. Es un país rico en cultura y naturaleza.",
          "image": {
            "url": "https://media.istockphoto.com/id/1051413292/es/foto/volc%C3%A1n-quilotoa.jpg?s=612x612&w=0&k=20&c=r-IawyPGjcfwzOXfJ6TLEvBeKU4aiUEAPqQkw4BnGd4=",
            "alt": "Paisaje de Ecuador"
          },
          "cities": [
            {
              "name": "Quito",
              "description": "Casco histórico dorado bajo volcanes andinos. Vistas desde la Basílica del Voto Nacional y mercados tradicionales.",
              "image": {
                "url": "https://plus.unsplash.com/premium_photo-1697729921570-a7e324d7baac?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8MXx8UXVpdG98ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Quito"
              }
            }
          ]
        },
        {
          "name": "Perú",
          "capital": "Lima",
          "population": "34M",
          "language": "Español",
          "highlightedDates": ["06-24", "07-28", "07-29", "12-08", "12-25"],
          "calendarInfo": "Perú celebra la Fiesta de la Candelaria en Puno en febrero y el Inti Raymi en Cusco en junio. La mejor época para visitar es entre mayo y septiembre, cuando el clima es seco y perfecto para recorrer Machu Picchu y la Cordillera de los Andes. El verano ofrece playas en la costa y festivales gastronómicos. En invierno, destacan celebraciones religiosas y paisajes verdes en la selva. Cada estación aporta experiencias únicas de cultura y naturaleza.",
          "description": "Perú es conocido por Machu Picchu y su herencia inca, además de ciudades como Lima y Cusco. Combina historia milenaria, gastronomía reconocida y paisajes que van desde la costa hasta los Andes y la Amazonía.",
          "image": {
            "url": "https://trexperienceperu.com/sites/default/files/2023-10/rainbow-mountain-trexperience.jpg",
            "alt": "Paisaje de Perú"
          },
          "cities": [
            {
              "name": "Cuzco",
              "description": "Antigua capital inca con plazas, conventos y calles empedradas. Punto de partida a Machu Picchu y miradores como el Cristo Blanco.",
              "image": {
                "url": "https://images.unsplash.com/photo-1609944433409-81bda5323abc?ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxzZWFyY2h8M3x8Q3V6Y298ZW58MHx8MHx8fDA%3D&auto=format&fit=crop&q=60&w=500",
                "alt": "Cuzco"
              }
            }
          ]
        }
      ]
    }
  ]
}